{
  "locale": "sv",
  "translations": {
    "4729898571994047831": "Från ",
    "1410498258126633319": "frontend",
    "1042662561872819815": " till ",
    "3122574824300356431": "backend,",
    "2086936462597552743": "DevOps,",
    "3929281485914893910": "och",
    "3662208535753018841": "mobilappar",
    "4468187357062676999": "- jag levererar effektiva lösningar och optimerar prestanda",
    "2827984212740060090": "Vidare",
    "1400522783381388775": "Ett genuint teknikintresse",
    "1733117307666834272": "Mitt teknikintresse började tidigt i livet när jag fick min första dator som 9-åring: en SpectraVideo 728 med kassettspelare. Sedan dess har min kärlek för teknik bara vuxit. Under årens lopp har det blivit allt från spel och drivrutiner i C++ till mobilappar i Java, och alla möjliga typer av script för automatisering i bash, python mm. På senare år har jag fokuserat på webbutveckling, framförallt med React + TypeScript och Azure + AWS.",
    "1662015794530627300": "Vad jag har märkt med tiden är att det inte bara handlar om att koda. Det handlar om att hitta lösningar på problem, optimera arbetsflöden och alltid sträva efter att förbättra prestanda.",
    "3997700162660149005": "Här är tre områden där jag särskilt gillar att bidra:",
    "4719652894707120865": "Lösa svårknäckta problem och buggar",
    "3333960165327822909": "Med min bakgrund av att använda olika programmeringsspråk och system, har jag en djup förståelse för teknikens kärna. Det gör det möjligt för mig att snabbt analysera, förstå och lösa komplexa problem som kan uppstå under utvecklingsprocessen. Min passion för kodning och min ihärdighet hjälper mig att konsekvent lösa buggar och tekniska utmaningar.",
    "5520976361721474910": "Skapa smartare arbetsflöden som sparar tid och pengar",
    "4127154014195936252": "Effektivitet och innovation är två av mina styrkor när det kommer till webbutveckling. Genom att ständigt utforska nya tekniker och verktyg, hittar jag nya sätt att automatisera och förenkla arbetsflöden. Detta kan innebära allt från att optimera existerande kod till att implementera nya processer som förbättrar samarbete inom teamet. Genom det bidrar jag till att minska utvecklingstiden och därmed också kostnaden för varje projekt.",
    "7585710590153743738": "Optimera applikationers storlek och hastighet",
    "5038592722779871521": "Med en alltmer mobil värld är snabbhet och optimering av storlek nyckeln till en lyckad webbapplikation. Genom att skriva ren, kompakt och effektiv kod, samt genom att använda moderna tekniker och verktyg, ser jag till att de applikationer jag bygger är både snabba och lätta. Det ger slutanvändaren en bättre upplevelse och påverkar direkt applikationens framgång.",
    "464219085883997392": "Som ett exempel på att få mycket prestanda för pengarna, har jag byggt den här sidan med hjälp av Qwik, ett nytt ramverk som är betydligt snabbare än tex React tack vare nya eleganta lösningar på SSR / CSR-dilemmat. Jag har sen deployat den på en egenadministrerad virtuell privat server vilket ger mig full kontroll och mimimala kostnader.",
    "7922989125096435449": "Kontakt",
    "7407621821278473429": "Du kan lättast nå mig via e-post på ",
    "1366533596865579385": " eller genom att skicka ett meddelande till mig på "
  }
}
